{
  "conops": {
    "filename": "M240 QUAL Range 29NOV23 (1).pptx",
    "path": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/New folder (71) - Copy/M240 QUAL Range 29NOV23 (1).pptx",
    "sections": {
      "MISSION": "Apache Troop, 1ST SQDN conducts a M240 qualification range at Range 202A on 29 November 2023 IOT qualify Soldiers with the weapon system and better prepare gunners for SABER STRIKE 24’.",
      "PURPOSE": "of this operation is to qualify soldiers on the M240 machine gun IOT build confidence and lethality while simultaneously setting conditions for SS24.",
      "KEY TASKS": "– All Soldiers get an opportunity to shoot weapon system All Soldiers build confidence on weapon system All Soldiers receive at least a Marksman qualification\nRange is completed with no loss of equipment or injury to soldiers",
      "EXECUTION": "All range participates will attend a safety brief by Range OIC and RSO prior to range operations. Firers and Assistant Gunners will use the principles of direct fire control IAW TC 3-22.240 IOT engage targets from 600 to 1000 meters. Range OIC/NCOIC and safeties will ensure all equipment and soldiers are accounted for upon completion of each iteration and range operations. Firers will receive 50 rounds to verify zero at 10m, 50 rounds for confirmation of zero at 500m, then receive 200 rounds to qualify day. If firer’s fail to qual the first time, they will receive remedial training by coaches. Only coaches will re-certify firers for a second and third attempt at qualifying. Only firers who qualified during day will shoot at night, night shoot will consist of 200 rounds to qualify with.\nCL I- A-M-M\nCL III- N/A\nCL IV- 10X Packs IR Chem lights\nCL V – A131 DODIC: 6000 7.62 caliber CL VIII – Individual IFACs and CLS for medic\nTask to Subordinate Units\n1 PLT- 2X PAX gate guard requirement, 1X lane safety 2 PLT– Range OIC, RSO, tower graders, ammo detail NCO\n3 PLT– Provide one lane safety, 2 PAX ammo detail\nHQ – MEV with medical support\n4.",
      "SUSTAINMENT": "M240 Qualification Range\nN",
      "COORDINATING INSTRUCTIONS": "The Uniform for this event will be ACUs with boots, gloves, eye pro, ACH, ear pro, NVGs, IOTV with kit, knee pads, and hydration source, BINOS\nEach TRP will ensure all Soldier’s are in Dragoon standard and have received M240 PMI and familiarization.\n5.",
      "COMMAND AND SIGNAL": "P: ITN FM A: Tower DSN\nC: Cell Phone\nE: Runner\nOIC: 1LT Milauskas Cell: +49 151 72472628 RSO: SSG Ritchison Range Control DSN: 599-1200\nAmmo Point\nChoke Point\nTower\nParking\nBackside Support\nAmmunition and Backside\nCurrent Round Count (M240): 6,000\n200 round Table II + 200 III Qualification= 400\n6 Pax gives us approximately rounds per shooter 1000\nGiver each shooter 2 iterations to qualify\nBackside: M240 Qualification (23NOV23)\nApache Troop: 21 Pax (6 shooters + 15 backside support)\nTargetry and Tables\nM240 Qualification (23NOV23)\nM240 Table II Table III"
    },
    "source_directory_id": 118,
    "source_directory_name": "New folder (71) - Copy",
    "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
  }
}