{
  "conops": {
    "filename": "20240411 PLT STX PA256N 09-10 MAY24.pptx",
    "path": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/New folder - Copy/20240411 PLT STX PA256N 09-10 MAY24.pptx",
    "sections": {
      "MISSION": "SHADOW PLT conducts Situational Training Exercise (STX) 09-10 MAY 2024 on PA 256-N IOT increase squad cohesion and lethality.\nCommander’s",
      "INTENT": "Expanded",
      "PURPOSE": "of this training is to expand the overall knowledge and expertise of all members of Shadow Platoon. Key Task: Conduct classroom and practical exercises reacting to contact OP operations and emplacing ambush.\nConduct force on force STX lane encompassing all aspects of previous training.",
      "END STATE": "All members of Shadow Platoon are trained and proficient in each key task trained.\nTraining Objectives\nIncrease tactical expertise of Shadow PLT at the Squad and Individual level\nObservation post and PED7 class\nEmplacement of OPS\nAmbush Class\nPractical exercise for ambush React to contact mounted and dismounted\nPractical exercise\nForce on force event\nResourcing\nOIC: 1LT Dunn\tRSO: SSG Baskeyfield\nEVAC DRV: SPC Degrace\tCLS: SGT Barker POC: SSG Stewart, Eric Class I: H/M/H\neric.g.stewart3.mil@army.mil\tClass II: 20 Compasses 20 Map Marker 20 Protractors Class VIII: Litter, CLS Bag\nMEV Location: 32U PA 91358 01835\nPA 256N\nAA\nWorn\nPatrol Cap\nOCP Top & Bottom Coyote brown T-shirt\nSummer boots Eye Pro (clear and Dark lenses)\nCombat Gloves\nFLC Camelbak Protractor\nCompass\nMap Markers(Permanent Super fine tip)\nRanger Beads (if desired)\nPACKING LIST\nPacked\nFull size ruck\nSleeping system (Patrol Bag & Bivy cover)\nBlack or Green sock X 6 Hygiene Kit (1 Week Supply) Coyote brown T-shirt x 4\nUnderwear (if desired)\nWet weather top Wet weather bottom Poncho\nE-tool"
    },
    "source_directory_id": 134,
    "source_directory_name": "New folder - Copy",
    "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
  },
  "draw": {
    "mission_task_and_description": "Recon Platoon STX\rPA256N\r09-10 MAY 2024",
    "date": "2024-04-24",
    "prepared_by": {
      "name_last_first_middle_initial": "Dunn, Aaron H",
      "rank_grade": "1LT/ O-2",
      "duty_title_position": "Recon Platoon Leader",
      "unit": "HHT, 1/2CR",
      "work_email": "aaron.h.dunn.mil@army.mil",
      "telephone": "+49 160 9867 4332",
      "uic_cin": "WASFT0",
      "training_support_or_lesson_plan_or_opord": "Recon PLT STX CONOP",
      "signature_of_preparer": null
    },
    "subtasks": [
      {
        "subtask": {
          "name": "Vehicle Movement"
        },
        "hazard": "Vehicle Rollover/Vehicle movement in limited visibility",
        "initial_risk_level": "M",
        "control": {
          "values": [
            "Adhere to posted speed limits and maintain a safe following distance of at least 50 meters to reduce the risk of collisions or other accidents.",
            "Conduct regular vehicle inspections and maintenance to ensure optimal performance and safety.",
            "All air guards and drivers must wear proper PPE, including harnesses, helmets, and body armor, to protect against potential hazards during operations."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "Before PMCS, Ramp Brief, PCC/ PCIs"
            ]
          },
          "who": {
            "values": [
              "OIC, RSO, VCs"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Range Operations"
        },
        "hazard": "Personnel struck by vehicle on road.",
        "initial_risk_level": "L",
        "control": {
          "values": [
            "Soldiers will avoid crossing the road unless absolutely necessary, and only with the authorization of the appropriate authority.",
            "Road crossings will be conducted with the assistance of designated road guards, who will be properly positioned to ensure the safety of personnel and to facilitate the crossing process.",
            "All personnel will cross the road together in a group, in a controlled and orderly manner, to minimize the risk of accidents and to ensure proper coordination and communication."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "Safety Brief"
            ]
          },
          "who": {
            "values": [
              "RSO"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Range Operations"
        },
        "hazard": "Risk of injury due to trips and falls while walking on uneven terrain.",
        "initial_risk_level": "L",
        "control": {
          "values": [
            "Range conditions will be thoroughly briefed during the safety brief, including the hazards present on the range and the appropriate safety procedures to follow.",
            "To minimize the risk of injury, all personnel on the range will walk, even when not armed, and will be alert for any potential hazards.",
            "A Combat Lifesaver (CLS) qualified Soldier will be available at a designated site to provide medical assistance if needed."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "Safety Brief and Aid Station"
            ]
          },
          "who": {
            "values": [
              "RSO and CLS Soldiers"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Range Operations"
        },
        "hazard": "Dehydration",
        "initial_risk_level": "L",
        "control": {
          "values": [
            "During the safety brief, emphasize the importance of staying hydrated and provide guidance on how to recognize and respond to signs of dehydration or heat-related illness. This includes ensuring that all soldiers are aware of the location and availability of potable water sources, and encouraging them to drink water frequently throughout the day. heat-related illnesses."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "Safety Brief"
            ]
          },
          "who": {
            "values": [
              "RSO, CLS Soldier"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Adverse Weather Conditions"
        },
        "hazard": "Extreme Cold/Hot Weather",
        "initial_risk_level": "L",
        "control": {
          "values": [
            "Leaders should closely monitor soldier nutrition and hydration to help prevent cold/HOT weather injuries.",
            "Utilize a buddy system to identify any possible cold weather injuries among soldiers, allowing for timely medical intervention if necessary.",
            "Conduct a safety brief before operations in cold/hot weather environments to remind soldiers of the hazards and controls, as well as to emphasize the importance of following safety procedures."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "PCCs/ PCIs to ensure that all soldiers have appropriate extreme weather gear and equipment, Safety brief, uniform standards, we will also ensure that all soldiers have access to a water source and will encourage them to stay hydrated to help prevent extreme weather injuries."
            ]
          },
          "who": {
            "values": [
              "RSO, OIC, and CLS Soldier"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Medical Evacuation"
        },
        "hazard": "Medical Emergency; due to loss of life, limb or eyesight",
        "initial_risk_level": "L",
        "control": {
          "values": [
            "Designate a Combat Lifesaver (CLS) certified Soldier to be present on site at all times with a fully stocked CLS bag and knowledge of the nearest available medical aid stations (AXPs).",
            "The OIC and RSO will carry a fully charged cell phone on their person at all times, to facilitate quick communication in case of an emergency.",
            "Ensure that all emergencies are immediately reported to range control and emergency medical personnel for prompt and effective medical response."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "CLS Soldiers spot checked prior to training start times"
            ]
          },
          "who": {
            "values": [
              "RSO, OIC, and CLS Soldier"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Medical Evacuation"
        },
        "hazard": "Medical Emergency due to injury",
        "initial_risk_level": "M",
        "control": {
          "values": [
            "A CASEVAC vehicle will be located in a central area and equipped with necessary medical supplies and equipment to provide immediate medical attention to injured personnel.",
            "A strip map to the nearest Ambulance Exchange Point (AXP) will be readily available on hand to ensure quick transportation of injured personnel to higher-level medical facilities for further treatment."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "Safety Brief, Soldiers briefed on location of CASEVAC vehicle"
            ]
          },
          "who": {
            "values": [
              "RSO, OIC, and CLS Soldier"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Range Operations"
        },
        "hazard": "Soldiers becoming lost during land navigation training",
        "initial_risk_level": "M",
        "control": {
          "values": [
            "All Soldiers will be required to carry their cell phones on their person during training to facilitate communication in case of an emergency.",
            "All Soldiers will be issued with chem lights and head lamps to enhance their visibility at night and improve their ability to signal for help in case of an emergency.",
            "Prior to the start of training, all Soldiers will be briefed on the use of cell phones, chem lights and head lamps in emergency situations, and instructed on the procedures for reporting and responding to emergencies."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "All Soldiers will be given the cell phone numbers of RSO, OIC before leaving for the lane."
            ]
          },
          "who": {
            "values": [
              "OIC, RSO"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "UAS Deployment"
        },
        "hazard": "UAS colliding with a Soldier during launch or landing",
        "initial_risk_level": "L",
        "control": {
          "values": [
            "Prior to deploying or recovering any UAS, the UAS operators will inspect the area and ensure that a clear takeoff and landing lane is available.",
            "The UAS operators will communicate with personnel on the ground to ensure that the area is clear and that no unauthorized personnel are present in the launch or landing area.",
            "The UAS operators will follow proper launch and landing procedures and utilize appropriate safety measures to prevent collisions and other hazards during UAS operations.",
            "All UAS operators will receive training on proper UAS operations and safety procedures prior to conducting any UAS operations.",
            "All UAS operations will be conducted in accordance with applicable regulations and guidelines to ensure safe and effective operations."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "Safety Brief, PCCs/ PCIs"
            ]
          },
          "who": {
            "values": [
              "OIC, RSO, and PLT Master Trainer (SGT Caliz)"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Handling of Blanks"
        },
        "hazard": "Premature detonation of ammunition",
        "initial_risk_level": "L",
        "control": {
          "values": [
            "All Soldiers will be required to properly load their Class V ammunition into approved magazines before LD.",
            "All Class V ammunition will be stored in approved storage areas that are secure, dry, and free from hazards such as fire, heat, or water.",
            "All Class V ammunition will be handled and loaded in accordance with applicable regulations and guidelines to ensure safe and effective operations."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "PCCs/ PCIs"
            ]
          },
          "who": {
            "values": [
              "All Leaders"
            ]
          }
        },
        "residual_risk_level": null
      },
      {
        "subtask": {
          "name": "Handling of Blanks"
        },
        "hazard": "Negligent Discharge",
        "initial_risk_level": "L",
        "control": {
          "values": [
            "BFAs will be properly attached to the end of the firearm's muzzle before the mission.",
            "Soldiers will ensure that the BFA is firmly in place and not loose before firing.",
            "When clearing weapons, Soldiers will remove the magazine, lock the bolt to the rear, and visually inspect the chamber to ensure that it is empty, and will physically and visually inspect the magazine well to ensure that there are no rounds present."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "PCCs/ PCIs, Safety Brief"
            ]
          },
          "who": {
            "values": [
              "All Leaders"
            ]
          }
        },
        "residual_risk_level": null
      },
      {
        "subtask": {
          "name": "Maneuvering vehicles on GTA"
        },
        "hazard": "Tactical Vehicle maneuvering IVO of Dismounts",
        "initial_risk_level": "M",
        "control": {
          "values": [
            "Soldiers will adhere to all speed limits when operating around GTA. Speed will be reduced during hours of limited visibility",
            "Speed limit is based on the following: Road Conditions, Vehicle Type and Visibility.",
            "Normal Driving Conditions:",
            "On paved portions of the main tank trails: 60 KPH (36 MPH).",
            "On gravel portions of the main tank trails: 50 KPH (30 MPH).",
            "Range roads: 30 KPH (18 MPH).",
            "When passing troops: 16 KPH (10 MPH).",
            "Maximum of 5mph if operating within 8 meters of dismounted troops or with a ground guide.",
            "Vehicle movement formations maintain safe and proper following distances.",
            "All Soldiers inside of a tactical vehicle will either be seated in a designated seating platform with a seatbelt, or standing with a restraint harness.",
            "Soldiers will be no higher than name-tape defilade if standing/outside of vehicle while it is moving.",
            "Leaders deliver a convoy brief IAW TACSOP and understand the real world casualty evacuation plan and brief subordinates accordingly.",
            "Soldiers will sleep only in designated areas IAW War Eagle SOP.",
            "All vehicles will have licensed drivers, certified to drive at night, posess a valid 5988 and dispatch"
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "PCC/PCI, Safety Brief, CONOP, Roll-over Drills, Rehearsals, Concept of Medical Support"
            ]
          },
          "who": {
            "values": [
              "OIC, RSO, Safeties, NCOs, VCs, Drivers"
            ]
          }
        },
        "residual_risk_level": null
      },
      {
        "subtask": {
          "name": "Maneuvering vehicles on GTA"
        },
        "hazard": "Hazardous road conditions as a result of inclement weather (Heavy Rain, slippery roads, etc)",
        "initial_risk_level": "M",
        "control": {
          "values": [
            "Vehicles adhere to all speed limits when operating around GTA.",
            "Vehicles will reduce to speeds IOT allow safe operation of vehicle through terrain.",
            "Vehicle movement formations maintain safe and proper following distances."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "PCC/PCI, Safety Brief, CONOP, Roll-over Drills, Rehearsals, Concept of Medical Support"
            ]
          },
          "who": {
            "values": [
              "OIC, RSO, NCOs, VCs, Drivers"
            ]
          }
        },
        "residual_risk_level": "L"
      },
      {
        "subtask": {
          "name": "Ammunition Transportation and Storage"
        },
        "hazard": "Improper handling of ammunition or explosives",
        "initial_risk_level": "M",
        "control": {
          "values": [
            "Leaders ensure individuals who handle ammunition and pyrotechnics are trained on proper handling procedures and safety.",
            "Soldiers must handle all ammunition with care.",
            "Soldiers must wear eye protection and gloves while handing pyrotechnics, ammunition and crating/packaging material.",
            "Leaders must enforce no smoking except in designated areas.",
            "Have two ten (10) pound fire extinguisher(s) on hand at ammo point.",
            "Separate blank/live DODICs by placement on separate pads",
            "Ammo shakedown will be conducted after every iteration to ensure all ammunition is accounted for and only the proper ammunition is used for the following iteration",
            "All Soldiers will be trained on the use of pyrotechnics prior to use",
            "Leaders ensure Blank Firing Adapters are removed from weapon systems between blank and live iterations."
          ]
        },
        "how_to_implement": {
          "how": {
            "values": [
              "TACSOP, AR 385-64, DA PAM 385-64, AER 385-64, Risk reduction briefings, Leader Involvement. All Ammo Handlers Certified. AR/DA PAM 385-63/64 , Applicable FM/TM, or Accompanying Instructions"
            ]
          },
          "who": {
            "values": [
              "Ammunition NCO and Ammunition Detail"
            ]
          }
        },
        "residual_risk_level": "L"
      }
    ],
    "overall_residual_risk_level": "L",
    "overall_supervision_plan": "Initial Risk Assessment: The overall initial risk is assessed as medium due to the infrequent probability of critical events.\rResidual Risk Assessment: The overall residual risk is assessed as low, attributed to the unlikely probability of critical events with effective control measures in place.\rMost Dangerous Risk: Vehicle Roll Over in the Training Area\rMitigation: To mitigate this risk, all air guards and drivers must adhere to PPE SOP, including harnesses, helmets, and body armor, to safeguard against potential hazards during operations. Prior to any vehicle movement, all VCs, Drivers, and Air Guards will establish internal communication. In instances of uncertainty regarding the safety of vehicle movement, the VC will dismount to assess the situation on the ground and provide guidance if necessary for enhanced safety. Mounted tactical movements will be limited to day-time operations only. Any night tactical movement will require O-3 CDR approval. \rMost Likely Risk: Slips, Trips, and Falls\rMitigation: Mitigating the risk of slips, trips, and falls involves ensuring the correct usage of PPE during operations and reducing the speed of nonessential movements. Additionally, part of the mitigation strategy involves briefing soldiers on prevailing weather conditions and empowering them to identify and rectify any surfaces deemed unsafe before and during training events.",
    "approval_or_disapproval_of_mission_or_task": {
      "approve": 1,
      "disapprove": 0
    },
    "source_pdf": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/New folder - Copy/20240424 Recon PLT STX 09-10MAY v.2 DRAW-CDR Signed.pdf",
    "source_directory_id": 134,
    "source_directory_name": "New folder - Copy",
    "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
  }
}